@extends('layouts.app')

@section('content')

<style>
.card .card-header, .card-light .card-header{
    padding: 10px 20px !important;
}
.card-title {
    color: #fff !important;
}
.card, .card-light {
    margin: 0px 8px 50px;
}
.main-card {
    background-color: #327bd7 !important;
}
.bg-custom-grey {
    background-color: #ededed !important;
}
</style>

<div class="main-panel">
    <div class="content">
        <div class="page-inner">
            <div class="row">
                <div class="col-md-12 mt-3">
                    <div class="card">
                        <div class="card-header text-white text-center main-card">
                            <h4 class="card-title mb-0">لیست قوانین </h4>
                        </div>

                        <div class="card-body">
                            <div class="row m-t-20">

                            <div class="col-sm-12 col-xs-12">
                             <ol class="activity-feed">
                                <li class="feed-item feed-item-success">
                                    <span class="text"> بخش تنظیمات اولیه </span>
                                    <ol>
                                        <li>جهت حذف شعبات ٬ گدام ٬واحد اجناس ٬ واحد پولی‌٬ حساب ٬ گتکوری عواید و مصارف در ابتدا ریکاردهای 
                                      مربوطه را از روزنامچه ٬ خرید ٬ فروشات و گدام حذف نمایید  بعدا متیوانید از بخش تنظیمات اولیه حذف نمایید. </li>
                                        <li>جهت ثبت حساب شرکت صرف یک حساب را پیش فرض انتخاب نمایید که بحیث خزانه عمل مینماید و تمام 
                                        معاملات با این حساب اتومات انجام میگردد</a></li>
                                        <li> جهت ثبت حساب خزانه صرف پول نقد خزانه ثبت گردد و اگر نیاز باشد که طلبات و قرضداری شان نیز ثبت گردد
                                        زمانیکه مشتری را ثبت مینمایید این بخش اتومات برای خزانه ثبت میگردد   </li>
                                        <li> جهت ثبت سهام دار فیصدی سهم سهامدار را به عدد نیز ثبت نمایید و فیصدی تمام سهمداران حتما باید ۱۰۰ فیصد شود </li>
                                        <li> هر مبلغ که در حساب سابقه ثبت میگردد صرف از این بخش قابل ویرایش میباشد و در روزنامچه صرف قابل دید میباشد.  </li>
                                    </ol>
                                </li>
                                <li class="feed-item feed-item-success">
                                    <span class="text"> بخش خرید </span>
                                    <ol>
                                        <li>جهت خریداری اجناس در ابتدا تمام اجناس را دربخش ‌(ثبت اجناس برای خرید) ثبت نمایید. در این بخش صرف یکبار
                                        ثبت میگردد و برای همیشه استفاده میشود</li>
                                        <li>جهت خرید اجناس صرف دریک بل تمام اجناس مربوط یک  فروشنده را میتوانید ثبت نمایید زیرا مبلغ مجموعی
                                        بل مربوط یک فروشنده میشود و برایش در روزنامچه ثبت میگردد. </li>
                                        <li>اگر جنس را با کرنسی دوم خرید نمایید برای کرنسی دوم یک بل نمبر جداگانه اختصاص بدهید. بل نمبر توسط سیستم اتومات
                                        ثبت میگردد و شما برای بل نمبر خود میتوانید دربخش فاکتور ثبت نمایید. بعد از هر ثبت نهایی بل نمبر جدید ایجاد میگردد.</li>
                                        <li>اگر خواسته باشید یک جنس را به چند واحد خریداری نمایید میتوانید دریک دربل نمبر و از یک مشتری خریداری نمایید مثلا: از 
                                        احمد ۵ بوجی برنج خرید میکنید بعدا ۴ سیر برنچ خرید میکنید باردوم به لیست خرید اضافه نمایید و بار سوم ۳ کیلو برنج میخواهید ثبت نمایید 
                                        میتوانید به لیست خرید اضافه نماید ودرقسمت فروش میتوانید هرواحد را جداگانه بفروشید و اگر بخواهید سیر را بوجی تبدیل نمایید در 
                                        گدام یا فروشگاه رفته ۷ سیر را کم کنید و یرایش نمایید و یک بوجی را در بخش خودش  علاوه نموده ویرایش نمایید. </li>
                                        <li> در هرخرید زمانیکه افزودن به لیست خرید را فشار میدهید در نهایت حتما بتن ثبت نهایی کلیک گردد وتا آنزمان صفحه را ریفریش ننمایید.
                                         </li>
                                        <li>برای ثبت تاریخ انقضا زمانیکه جانتری باز میگردد ازطرف چپ آیکن اولی جانتری فارسی را به انگلیسی تبدیل مینماید که میتوانید به انگلیس
                                        تاریخ میلادی را ثبت نمایید. </li>
                                        <li>در قسمت ویرایش اجناس خریده شده ابتدا هرجنس را جداگانه ویرایش و یا حذف نمایید و بعدا حتما بتن ثبت نهایی را کلیک نمایید تا نتیجه شان نیز ثبت و در قسمت حذف نیز در ابتدا لیست اجناس راحذف نمایید و سپس خذف کلی نمایید </li>
                                    </ol>
                                </li>
                                <li class="feed-item feed-item-success">
                                    <span class="text"> بخش گدام</span>
                                    <ol>
                                        <li>جهت ثبت اجناس موجودی گدام اجناس فاسد شده ویا اجناس که به نصف قیمت فروخته شده است  میشود  که همان مقدار را که تاوان کرده اید در قسمت  مبلغ ضایعات برسانید و ثبت نمایید.</li>
                                        <li>زمانیکه جنس قبلی را ثبت مینمایید باقیمت سابق شان و جنس جدید زمانیکه خرید مینمایید با قیمت فعلی شان سیستم اتومات قیمت حداوسط را پیدا نموده و قیمت مجموعی را دریافت نموده ثبت سیستم مینماید. و شما حتما نرخ حد اوسط را در گدام چک نمایید و اگر خواستید میتوانید ویرایش نمایید. </li>
                                    </ol>
                                </li>
                                <!-- <li class="feed-item feed-item-success">
                                    <span class="text"> بخش فروشات</span>
                                    <ol>
                                        <li></li>
                                        <li></li>
                                    </ol>
                                </li> -->
                                
                             </ol>
                            </div>
                             

                            </div> <!-- End row -->
                        </div> <!-- End card-body -->
                    </div> <!-- End main card -->
                </div>
            </div>
        </div>
    </div>
</div>


@endsection
